export const IGNORED_WORDS = {
	"*": [
		"русн[а-я]{1,2}",
		"русня[а-я]*",
		"русачк[а-я]*",
		"пид[ао]ра[шх][а-я]*",
		"пын[яию]",
		"коммуняк[а-я]*",
		"высира[а-я]*",
		"высер[а-я]{0,3}",
		"п[оа]раш[а-я]{0,3}",
		"членодевк[а-я]*",
		"залуп[а-я]*",
		"хуемраз[а-я]*",
		"хуесос[а-я]*",
		"ху[её][вт][а-я]*",
		"хуйл[а-я]*",
		"п[иё]зд[а-я]*",
		"карлан[а-я]*",
		"\\s+еблан[а-я]*",
		"^еблан[а-я]*",
		"\\s+ебл[а-я]*",
		"^ебл[а-я]*",
		"бляд[а-я]*",
		"выбляд[а-я]*",
		"[а-я]*бляд[а-я]*",
		"[а-я]*блядин[а-я]*",
		"спидозн[а-я]*",
		"поебал[а-я]*",
		"ебал[а-я]*",
		"ебан[а-я]*",
		"ёбн[а-я]*",
		"пере[её]б[а-я]*",
		"уебан[а-я]*",
		"у[её]бищ[а-я]*",
		"долбо[её]б[а-я]*",
		"чмо",
		"рашк[а-я]*",
		"ебар[а-я]*",
		"[а-я]*дебил[а-я]*",
		"даун[а-я]{0,3}",
		"даунск[а-я]*",
		"консоледаун[а-я]*",
		"говн[а-я]*",
		"нь?[ую]фан[а-я]*",
		"сучар[а-я]*",
		"всрат[а-я]*"
	]
}

export const IGNORED_WORDS_CASE_SENSITIVE = {
	"*": [
		"РАБот[а-я]*"
	]
}

export const IGNORED_PATTERNS = {}

export const IGNORED_PATTERNS_CASE_SENSITIVE = {}