export const IGNORED_WORDS = {
	"оскорбления": [
		"русн.",
		"русн..",
		"русня.*",
		"русачк.*",
		"пидора[шх].*",
		"пидара[шх].*",
		"пыня",
		"пыни",
		"пыню",
		"коммуняк",
		"хуесос.*",
		"хуев",
		"хуев.*",
		"хуёв",
		"хуёв.*",
		"хуйло",
		"пизд.*",
		"карлан.*",
		"бляд.",
		"бляд..",
		"блядски.*",
		"выблядк.*",
		".*бляд.",
		".*бляд..",
		".*блядин.",
		"спидозн.*",
		"поебал.*",
		"ебал",
		"ебал.*",
		"перееб",
		"переёб",
		"перееб.*",
		"уебан",
		"уебан.*",
		"уёбищ.*",
		"долбоёб",
		"долбоёб.*",
		"долбоеб",
		"долбоеб.*",
		"чмо",
		"рашк.",
		"рашко.*",
		"ебар.",
		"ебар..",
		".*дебил",
		".*дебил.",
		".*дебил..",
		"даун",
		"даун.",
		"даун..",
		"консоледаун",
		"консоледаун.*",
		"говн.*",
		"нуфан.",
		"нюфан.",
		"ньюфан.",
		"сучар.",
		"всратк.*",
		"всратый",
		"всрато.+",
		"всрата.*"
	]
}

export const IGNORED_WORDS_CASE_SENSITIVE = {
	"прочее": [
		"РАБот.*"
	]
}

export const IGNORED_PATTERNS = []

export const IGNORED_PATTERNS_CASE_SENSITIVE = []